{
	"data": [
		[
			"Company Name",
			"Website",
			"",
			"",
			"",
			"Pitch",
			"Categories",
			"",
			"Logo",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Comment Adrian ",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"BGTM Group",
			"https://bgtm-group.com/",
			"",
			"",
			"",
			"Nicolas (17) und ich (Joël 18) machen uns nach der Ausbildung  per ende Juli Vollzeit selbständig. Wir haben eine Marketing Agentur und sind spezialisiert auf Short Form Content. Unser Ziel ist es ein komplett Anbieter für Social Media mit all unseren Services für unternehmen zu sein.",
			"Marketing \u0026 AdTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/915147073-logo_bgtm_group_klassisch_hell_finalremovebgpreviewremovebgpreview_scaled.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Scewo AG",
			"www.scewo.com",
			"",
			"",
			"",
			"A Wheelchair That Climbs Stairs\nStairs, curbs, mud and gravel are limiting obstacles for people in wheelchairs. A startup from Winterthur wants to redefine life for people with impaired mobility.\n\nScewo developed the wheelchair “Scewo BRO” that drives on two big wheels for agile maneuvering on the spot and dynamic driving over common obstacles. It comes with different modes, one of which even allows climbing stairs: Upon approaching steps, two rubber tracks under the wheelchair are extended. The chair’s seat is kept level at all time. The transitions on and off the stairs are automated. The same tracks can be used to offer more traction when navigating on slippery surfaces or to overcome bigger obstacles and steep inclines. Another interesting mode is the “Elevated Mode” in which the seat can be elevated to enable eye-to-eye communication and a better reach. “Scewo BRO” uniquely combines agility and stability and the software developers are working hard to increase the level of automatization, to help detect critical situations and to drive certain distances autonomously.",
			"Medtech \u0026 Pharma",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/28547019-scewogreyblue_scaled.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Axisbits GmbH",
			"https://axisbits.ch",
			"",
			"",
			"",
			"Als modern geführte Software Agentur, wollen den technologischen Fortschritt mitgestalten, indem wir Visionen gekonnt in High-End Software umwandeln. Dabei agieren wir als vertrauenswürdiger Teil eines Teams und streben stets danach, im besten Interesse zu handeln. Wir begleiten Software Startups ab Tag eins und helfen ihnen dabei, ihre Idee erfolgreich auf den Markt zu bringen.\n\nWir sind authentisch, unermüdlich und kümmern uns um unsere Kunden. Durch unsere Expertise in Business und Technologie, fördern wir Wachstum und Innovation. Für unsere Kunden bedeutet das ein verlässlicher Service, damit sie es gleich beim ersten Mal richtig machen.",
			"Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/24396036-typo_dark_scaled.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Brandmover GmbH",
			"https://feelgoodcondoms.ch/",
			"",
			"",
			"",
			"With a lot of passion, sound business knowledge and my passion for brand management and product development, I launched the first vegan and sustainably certified condom brand in Switzerland in March 2023: feelgood Condoms. I have been working in the field of sexual health for over 10 years and my goal is to make love life more sustainable.",
			"Healthcare",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/672321799-feelgoodcondomskondomelogo_scaled.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Numarics AG",
			"https://www.numarics.com/de",
			"",
			"",
			"",
			"Numarics is a fintech early stage startup redefining the fiduciary landscape for SMEs with its unique AI-driven SaaS platform and a mobile App, blending advanced technology with human expertise to offer integrated solutions in accounting, tax advisory, audit, and payroll services. Our commitment to innovation, data security, and expert-backed customer support empowers businesses with streamlined, efficient, and compliant financial management tools, tailored for the modern digital economy.",
			"Artificial Intelligence, FinTech, Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/141735441-numaricsbrandlogoblack_scaled.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"yede AG",
			"yede.shoes",
			"",
			"",
			"",
			"The company name is Yede AG. I participated in Startup Night 2022 to showcase my idea of a multi-width shoe. Due to family reasons, I paused the business in 2023. The shoe was finally launched in early 2024, but due to unclear customer positioning and some product design issues, sales were not ideal.\n\nBased on the feedback I received from the initial sales and some market research, I plan to pivot the business. The new USP will be simpler and clearer: to create the most comfortable shoe for long-standing by utilizing state-of-the-art shoe technology and focusing on one thing - making the shoe shape like the foot for better fitting. By doing so, I plan to create a shoe that is more comfortable than your favorite slipper and can still be worn everywhere.\n\nThe prototype is currently under development and will be ready soon. I also plan to launch a crowdfunding campaign on Kickstarter in September to raise money for the production of the initial batch.\n\nAdditionally, the company name will be changed to Folg (Folgen der Fussform). This is why the logo and website are not yet ready.",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"smt-LISTINGS by Semoto GmbH",
			"www.smt-listings.io",
			"",
			"",
			"",
			"Imagine being able to manage all your company data conveniently on over 40 platforms, effortlessly control your content marketing on social media and your own website, and have all your reviews clearly organized in one place – all this is offered by smt-LISTINGS with just one login.\n\nFounded in 2020, our startup smt-LISTINGS has already helped many companies in Switzerland enhance their online presence. Our software simplifies updating your data and allows you to publish changes simultaneously on all major platforms. Whether it's on TomTom, Apple Maps, or Google – you ensure that your customers can find you everywhere and also improve your Google search results. This saves not only time but also a lot of headaches.\n\nAdditionally, with every purchase of a smt-LISTINGS license, you also support the \"Buy Food With Plastic\" foundation, which helps promote important social projects.",
			"Artificial Intelligence, Marketing \u0026 AdTech, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/529373624-smtllogo_desktopc_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Revenue Navigator Collective",
			"https://www.revenue-navigator-collective.com",
			"",
			"",
			"",
			"Das Revenue Navigator Collective (RNC) ist ein Zusammenschluss von ausgewählten, hervorragenden und herzlichen Subject Matter Experts. Das pragmatische sowie interdisziplinäre Expertenteam unterstützt langfristig wenige, auserlesene B2B Startups \u0026 Scale-ups mit einem einzigartigem Ansatz bei der Erreichung ihrer gewünschten Business Outcomes. Von der Diagnose der Revenue-Herausforderungen über Key-Deal Coaching für Gründer bis hin zu Training von jungen Sales Talenten.\n\nWir bei RNC sind nicht einfach nur ein weiteres Beratungsunternehmen im Startup \u0026 Scale-up Bereich, sondern ein langfristiger Partner, welcher wirklich die Extrameile für deinen Erfolg geht. Deswegen nehmen wir nur wenige, auserlesene Projekte an, um den von dir verdienten Fokus gewährleisten zu können. Zudem arbeiten unsere Experten eng zusammen, tauschen wichtige Erkenntnisse aus und koordinieren die Tätigkeiten, um eine einwandfreie Project Delivery sicherzustellen.\n\nNimm Kurs hin zu deinem Erfolg mit dem Revenue Navigator Collective! Unser Ansatz:\n-Interdisziplinäres Sales-Experten Netzwerk\n-Massgeschneiderte Dienstleistung\n-Kompetente Project Delivery\n-Langfristige Zusammenarbeit\n\nUnsere fünf Formate um deine Business Outcomes effektiv und nachhaltig zu erreichen:\n-Diagnose mit dem St. Galler Revenue Audit\n-Coaching\n-Consulting\n-Hands-on Training\n-Business Angel Engagement\n",
			"Funding / Alternative Finance, E-Commerce \u0026 Online Marketplaces, Education, Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/75408040-rnc_logo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"No",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"RELiYOO AG",
			"www.reliyoo.com",
			"",
			"",
			"",
			"RELiYOO is taking the pressure off by offering revolutionary anti-decubitus seating solutions that permanently relieve and monitor pressure.\n\nWe develop, manufacture, and sell revolutionary anti-decubitus seating solutions that provide permanent relief and monitor pressure on the buttocks. The technology is designed to make a significant difference in pressure ulcer prevention and treatment for wheelchair users. Our mission is to completely relieve the pressure for people with limited mobility while they are sitting to prevent the occurrence of pressure sores, true to our motto, 'Taking the Pressure Off'.\n\nVisit us at our booth, have a seat, and experience our LiVE - Pressure Ulcer Prevention.",
			"Digital Health, Healthcare, Medtech \u0026 Pharma, Wellbeing",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/137228407-reliyoologo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"painbreaker GmbH",
			"https://www.painbreaker.ch",
			"",
			"",
			"",
			"painbreaker bietet Menschen mit chronischen Schmerzen Unterstützung durch einen Online-Kurs. Der Kurs besteht aus Video-Sequenzen, Audio-Dateien mit Mentalübungen, einem Workbook und wird durch eine Standortbestimmung evaluiert. Er umfasst Basiswissen zur Schmerzentstehung und themenspezifische Kurse, die Schmerzen mit Alltagsproblemen wie z.B. Stress und Bewegung verbinden. Der Kurs bietet flexible Selbsttherapie, Anonymität und wissenschaftlich fundiertes Wissen, erklärt von einer Physiotherapeutin.",
			"Digital Health, Healthcare",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/871246346-logo_farbe_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Elinio AG",
			"https://www.elwisapp.com/",
			"",
			"",
			"",
			"We help companies create stunning web applications in just hours, without any coding. With Elwis, our innovative web application builder, you can launch your custom app quickly and easily, saving time, effort, and cost. No technical skills required. ",
			"Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/783942628-newlogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Tethys Robotics",
			"https://www.tethys-robotics.ch/",
			"",
			"",
			"",
			"Tethys Robotics builds underwater drones to automate inspection in rough waters. ",
			"Mobility Robotics",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/166577777-tethys_logo_black_safezone_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Livtec AG",
			"https.//livtec.cloud",
			"",
			"",
			"",
			"livCloud offers a All-in-One Swiss cloud solution, particularly suitable for small and medium-sized businesses. With a strong focus on automation, IT security, and high performance, this solution enables a modern and highly available IT environment in the cloud.\n\nThrough an intuitive self-service portal, customers gain full control over their IT environment. New users can be added, blocked, or deactivated, and invoices, current support tickets, and the status of systems can be viewed. livCloud is customizable and cost-efficient without compromising on quality and security. This all-in-one private cloud solution provides bank-level IT security and is ready for use within 24 hours.\n\nFlexible, user-friendly, and without minimum contract terms, livCloud offers the perfect solution for protecting business-critical data and enabling flexible work. Developed for small and medium-sized businesses, it can be fully adapted to individual company requirements and processes.",
			"Security \u0026 Privacy, Enterprise Software, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/272358059-asset_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Traders AID GmbH",
			"www.traders-aid.com",
			"",
			"",
			"",
			"Traders AID helps users time their investments according to the trends and strength of each individual asset, ultimately enabling better and more informed decisions. As a B2B SaaS product, it screens up to 200,000 assets in real-time, highlighting opportunities and risks within seconds. Our mission is to empower people to make informed decisions quickly, based on data instead of fear and greed. Our vision is to reinvent the analysis of financial markets, making it more accurate, faster, and easier to understand.\n",
			"FinTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/323228479-ta_logo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Difficult Customer",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Sly AG",
			"https://sly.ch",
			"",
			"",
			"",
			"In the last 4 years, we implemented VELOX - the Swiss army knife of e-commerce - our own open-source foundation for tailor-made e-commerce projects. VELOX follows modern microservice architecture and gives you the flexibility of a greenfield project, without having to start from scratch. The first Webshop built with VELOX will go live this autumn. We are looking for partners, integrators and customers.",
			"E-Commerce \u0026 Online Marketplaces",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/846890165-logoslyag_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Swiss Sales Academy GmbH",
			"Swiss Sales Academy.com",
			"",
			"",
			"",
			"Mit Leidenschaft und System bringen wir Menschen dazu, ihr volles Potential im Verkauf zu entdecken und Erfolgreich zu leben.",
			"Education, Social \u0026 Communities",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Not sure",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Borobotics GmbH",
			"https://www.borobotics.ch/",
			"",
			"",
			"",
			"We are developing a new generation of geothermal drill designed for drilling in tight spaces such as urban areas. The system is significantly smaller than conventional drills, has a fraction of the emissions footprint and is operated autonomously, making geothermal drilling more accessible as well as cheaper.",
			"CleanTech, Energy Transition, Sustainable Living",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/15852602-borobotics_logo_byline_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Solunion GmbH",
			"https://www.solunion.app/",
			"",
			"",
			"",
			"At Solunion, our mission is to simplify professional marketing, empowering every entrepreneur to manage their own marketing efforts with minimal effort, no IT expertise, and without relying on agency know-how. To achieve this, we developed the Solunion App. This innovative software streamlines and automates your marketing activities. We provide you with a comprehensive marketing and sales system, not just a piece of the puzzle. Our platform equips you with all the tools and knowledge needed to succeed online.",
			"E-Commerce \u0026 Online Marketplaces, Marketing \u0026 AdTech, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/146744134-solunionlogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Goldy solutions \u0026 Systemwise",
			"goldy-solutions.ch / systemwise.com",
			"",
			"",
			"",
			"Intuitive Intelligenz im Business - Coaching \u0026 Consulting - Seminare - Mitarbeiterausbildung",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/186345171-_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"No",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Tap One Go",
			"taponego.ch",
			"",
			"",
			"",
			"Merging digital innovation with environmental responsibility to inspire a movement towards sustainable digital exchanges.\nNever has it been easier to exchange information with your counterpart.\nWith our PVC and Metal environmental business cards that are connected to your personal desire, (As a Virtual Identity Card, Social Media) to aid the discovery of your work, brand, or business.\nTap One Go - The card that knocks you out",
			"Sustainable Living, Consumer Electronics, E-Commerce \u0026 Online Marketplaces, Enterprise Software, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/963079591-polish__600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Faigle3D AG",
			"faigle3d.ch",
			"",
			"",
			"",
			"Als Full-Service Dienstleister für Additive Fertigung in der Schweiz, bilden wir von 3D-Druckservice mit Konstruktions- und Produktentwicklung die gesamte Prozesskette der Additiven Fertigung professionell für Sie ab: Beratung und Datenerstellung, Produktion und Veredelung bis zur Implementierung und Consulting über Additive Technologien für Ihre Inhouse-Produktion. Mit Additiver Fertigung sparen Sie clever Zeit und Geld, indem Sie Ihre Arbeitsprozesse optimieren. Ausserdem führen wir einen Online Shop mit 3D-Druckern, Laserschneidern und Verbrauchsmaterial/Zubehör (3dstore.ch).",
			"Medtech \u0026 Pharma, New Materials, Consumer Electronics, E-Commerce \u0026 Online Marketplaces, Education, Industrial Internet \u0026 IoT, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/65141245-logo_faigled_rgb_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Caveo AG",
			"www.caveo.ch",
			"",
			"",
			"",
			"\nCaveo revolutionizes the pension industry with cutting-edge technology and proprietary algorithms. Our unique pension robo-advisor enables private customers to conduct their pension analysis without an advisor, making pension planning accessible to everyone.\n\nOur mission is to promote financial education and prosperity. By leveraging advanced technologies, digital platforms, and our proprietary algorithms, we offer user-friendly, customized solutions that are always up-to-date.\n\nCaveo combines innovative technology with deep expertise to deliver the best financial solutions for a secure future.",
			"FinTech, InsurTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/483971288-caveodarkfilled_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"SayNode Operations AG",
			"www.saynode.ch",
			"",
			"",
			"",
			"SayNode Operations AG combines Flutter-based mobile development with blockchain technology, providing UI/UX design and MVP development for custom client projects. We have worked with Tezos, VeChain but also Startups such as Welshare or Carboneers. ",
			"Mobile",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/777595786-logosaynodebtransparent_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"chainstaff AG",
			"https://www.chainstaff.info/",
			"",
			"",
			"",
			"At chainstaff, we revolutionize recruitment by leveraging community-driven referrals. Companies post jobs and set a prize money, our network shares these jobs across different social platforms, and in case of a successful hiring through us, the network earns the prize money. Our mission is to make hiring fair, transparent, and accessible for all. We empower companies and job seekers with a no-risk, success-based model that reduces costs and ensures quality hires. Our vision is to democratize recruitment, fostering a culture of collaboration and innovation. Share jobs, earn rewards, and join us in reshaping the future of hiring!",
			"FinTech, Mobile, Hardware \u0026 Software, Social \u0026 Communities",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/553474455-logo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Nuuro AG",
			"www.nuuro.com",
			"",
			"",
			"",
			"Nuuro is an AI-powered app that simplifies personalized nutrition by providing real-time, tailored food recommendations. Users can scan menus and receive instant suggestions based on their dietary needs, health conditions, and mood. Our mission is to make personalized nutrition accessible to everyone, enhancing wellness and longevity. We aim to be the go-to destination for informed food choices, promoting healthy habits and sustainability. Nuuro operates on a freemium model, with a paid subscription for premium features, and has been building partnerships with health experts for additional services. The app also provides home health test kits to users, and the results are integrated into the analytics for providing recommendations. Nuuro is your essential tool for smarter, healthier eating.",
			"Artificial Intelligence, Wellbeing, Foodtech, Education",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/222020885-asset_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"FSE -Friendly \u0026 Safe Electricity Project",
			"under construction",
			"",
			"",
			"",
			"We are a team of enthusiast researchers and entrepreneurs passionate about exploring and promoting the most innovative scientific and technological ideas and solutions and are pleased to present our Friendly \u0026Safe Electricity (FSE) Project, a project of a unique global scale and benefit for the whole mankind. \nIt’s an absolutely new standard of Safe Electricity that neither shocks people nor causes fires, even during short circuits. Conservative thinkers may not believe it, but it’s there, it works and we can show it.\nImagine a world where electricity is as safe as it is essential!\nCurrent electricity standards pose significant risks, from fire hazards to electrical shocks. Short circuits and electric shock leading to fires, damages, injuries and deaths.\nAccording to statistics, short circuits and wiring ignitions are the cause of more than 50% of all fires that do not only result in multi-billions in material damage and significant ecological harm, but also take away tens of thousands of human lives each year, so do electric shocks.\nThis is a global problem and we have found a solution.\nOur project introduces a revolutionary new standard of Safe Electricity designed to not just minimize, but completely eliminate these dangers. We’ve developed an innovative technology that dramatically enhances electrical safety, reduces accidents and protects lives, property and environment.\nThe new standard of Safe and Friendly Electricity isn’t just a concept; it’s a necessary upgrade for a safer tomorrow. With no doubt it is one of the most important breakthrough solutions of the 21st century. It will affect all the household and industrial electrical equipment worldwide that is going to run on Safe Electricity. Join us in making every home and business a safer place with our advanced, Safe and Friendly Electricity standard.",
			"Energy Transition, Environmental Economics",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/931588558-img__600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"NextBusiness AG",
			"https://www.nextbusiness.ch/",
			"",
			"",
			"",
			"We make infinity.swiss – Switzerland's first AI business software. Nobody likes spending hours on accounting busywork. Connect leading Swiss banks and get real-time suggestions with our Live Accounting® AI. With Infinity, everyone can start and run their business.",
			"Artificial Intelligence, FinTech, Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/660259257-nextbusinessgrowthmarkdark_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Y-City GmbH",
			"https://y-city.ch/",
			"",
			"",
			"",
			"Y-CITY acts as a community for young, creative talents and young entrepreneurs. The vision of the 3 founders is to create a space in which young visionaries can connect, educate themselves and open new doors for each other - a space for visionaries who want to positively influence the future. Rather, interesting careers, alternative solutions and visions form the basis of a qualification. This can be requested online. People with member status can expand their network either in the digital space or at the diverse events.",
			"Education, News \u0026 Entertainment, Social \u0026 Communities",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/970133535-logoprimarygradient_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Novu Campus AG",
			"www.novucampus.com",
			"",
			"",
			"",
			"THE WORKSPACE OF THE FUTURE\nImmerse yourself in the vibrant spirit of Novu Campus! Become part of the up-and-coming community in the heart of Zurich's Circle. \nLaunching in summer 2025\nJoin our community and experience an unforgettable journey!",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/992882312-novucampuslogoffffffwhitebackground_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Alterland SA",
			"www.alterland.io",
			"",
			"",
			"",
			"Alterland is a pioneering virtual workspace platform that seamlessly integrates VR, AI, and blockchain to offer immersive and sustainable remote work solutions. Designed to enhance collaboration and productivity, it enables teams to interact in virtual offices that replicate the dynamics of physical work environments. With a focus on eco-friendliness, Alterland reduces the carbon footprint associated with traditional offices. Tailored for businesses of all sizes, it offers advanced features like Smart Note, Gamified Training Center and immersive event spaces.",
			"Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/257474573-logotype_alterland_black_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"UpQuAI Solutions AG",
			"https://www.upquai.com",
			"",
			"",
			"",
			"UpQuAI Solutions AG, based in Zug, Switzerland, is one of the leading and most innovative AI startups in the Intelligent Document Processing (IDP) sector. We proudly compete with the best Silicon Valley startups. Our technologies transform document processing, offering our clients unmatched efficiency.",
			"Artificial Intelligence, InsurTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/231883857-upquailogosolutionsagfullcolorrgbpxwppi_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Helvetic Cicrle AG",
			"https://helveticcircle.com/",
			"",
			"",
			"",
			"The community for entrepreneurial support and innovation in Switzerland.Our missionTo empower Swiss entrepreneurs with the support, innovation, and community they need to thrive, grow, and scale their businesses.",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/908842139-darkblueandwhitepodcastchannelyoutubeicon_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Bainox AG",
			"Bainox AG",
			"",
			"",
			"",
			"We're innovating in the energy sector by combining Bitcoin mining with heat reuse, providing a triple-benefit solution that monetizes excess energy, produces emission-free heat, and supports grid stability.",
			"Energy Transition",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/478687465-bainoxlogotrans_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Business Successor AG",
			"https://www.business-successor.com/",
			"",
			"",
			"",
			"Swiss demographics show that a wave of baby boomers will be leaving the labor market in a few years. This means that small business owners will also be leaving the labor market and will need a suitable successor. Business Successor provides support from A to Z for company acquisitions, so that the younger generation is guided safely through the acquisition process and the Swiss SME landscape is secured. ",
			"FinTech, LegalTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/619174266-businesssuccessorlogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Wealthiee",
			"https://www.wealthiee.ch",
			"",
			"",
			"",
			"Wealthiee is the Swiss fintech platform revolutionising how financial advisors connect with clients. We offer a comprehensive directory and lead generation service, allowing advisors to showcase their expertise and attract ideal clients. For the normal consumer, we provide a trusted marketplace to find vetted financial professionals tailored to their needs. Our AI-driven matching system and pay-per-lead model ensure efficient connections. With Wealthiee, we are streamlining the financial advisory landscape in Switzerland.",
			"FinTech, E-Commerce \u0026 Online Marketplaces",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/947188955-wealthieelogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Virtuwise",
			"https://virtuwise.io/",
			"",
			"",
			"",
			"Virtuwise is a company that specializes in B2B lead generation and business development as a service (BDaaS). They focus on helping businesses leverage LinkedIn and other channels to attract clients and partners. Virtuwise creates personalized strategies to expand client bases and accelerate sales, offering tailored solutions to increase qualified leads and improve business outcomes. Their approach combines expertise in various industries with a deep understanding of market dynamics to deliver effective, scalable growth solutions.​⬤",
			"Marketing \u0026 AdTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/99727202-logovirtuwisepng_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Relai AG",
			"https://relai.app/",
			"",
			"",
			"",
			"Relai was founded in 2020 in Zurich by Julian Liniger and Adem Bilican. Our app is designed to be simple and intuitive, allowing anyone to buy and sell Bitcoin within minutes. Relai stands out in the crowded cryptocurrency market with its unique approach to self-custody. Unlike other platforms, Relai does not hold user funds; instead, it empowers users to control their financial futures with an easy-to-use self-custodial wallet. Relai is a Swiss-licensed financial service provider with over $500 million in trading volume. In 2024, Relai was named one of the fastest-growing startups in Europe, and the company is regularly listed among the top 50 Swiss startups.",
			"FinTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/754777321-relai_logotype_blue_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Ucunity",
			"www.ucunity.io",
			"",
			"",
			"",
			"We create an ecosystem to empower global impact projects ",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Robonnement",
			"Www.robonnement.com",
			"",
			"",
			"",
			"Robonnement's mission is to democratize access to investement in robotics, enabling humans to generate income in a rapidly evolving technological landscape where many jobs are becoming obsolete. At the same time, we address the shortage of skilled labor by leveraging robots to take on repetitive and hazardous tasks, allowing humans to focus on creative and empathetic roles. ",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/802581183-robonnement_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Conda.ch GmbH",
			"Conda.ch GmbH",
			"",
			"",
			"",
			"What we do: We democratize direct start-up investments!\nHow: We are running Conda.ch, the leading Swiss investment platform that connects start-ups and investors. \n",
			"FinTech, Funding / Alternative Finance",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Eternal Echo AG",
			"Eternal Echo AG / luxsanat..ch",
			"",
			"",
			"",
			"Eternal Echo is a company who helps people \u0026 companies to tell authentic stories of yourself/employees. We combine coaching and filmmaking to produce real legacies. As a healthy mind is important to live up to your best self, we combine coaching also with state-of-the-art technology (exclusively for Switzerland) like NeuroVIZR (light \u0026 sound therapy to stimulate the brain) and Flexbeam (strongest mobile infrared therapy device) . We'd love to give participants free VIZR experiences.to relax, calm down, get energized, focussed.",
			"Digital Health, Wearables, Wellbeing",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/56461617-eec_logo_rgb_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Mind Switch AG",
			"https://mindswitch.ch",
			"",
			"",
			"",
			"We are an innovative Swiss start-up based in Zug that specializes in the sustainable reduction of chronic stress and burnout and the strengthening of resilience. We offer a unique resilience program that tackles the causes directly. Because the real lever to less stress lies not in avoiding stress-inducing situations or in stress management, but in changing how our brain reacts to these situations. Our empirically developed approach fundamentally changes the way in which stress is perceived and processed. This enables the development of strong and lasting resilience, as demonstrated by an fMRI study. We support both private individuals and companies in effectively managing chronic stress and burnout.",
			"Digital Health, Wellbeing",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/836833444-mslogopetrol_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Staffgenius GmbH",
			"none so far",
			"",
			"",
			"",
			"Our cloud-based workforce planning software for the healthcare and nursing sectors significantly reduces planning effort, freeing up more time for patient care and boosting employee satisfaction. The intelligent automation powered by AI enables fair and transparent shift planning, taking individual preferences into account and promoting a healthy work-life balance. This actively contributes to relieving nursing staff and addressing the shortage of skilled workers. Our vision is to support the healthcare sector in the long term and create better working conditions for caregivers – for satisfied employees and high-quality patient care.",
			"Healthcare",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Holoai GmbH",
			"https://www.joaia.app/",
			"",
			"",
			"",
			"Empowering travelers with personalized, AI-guided journeys around the globe. Our vision for joaia is to make every travel experience profoundly personal and deeply engaging. Whether you’re weaving through the bustling streets of a foreign city or exploring hidden gems off the beaten path, joaia is there to ensure that every discovery is tailored just for you. With Joaia, you’re not just a tourist; you’re a traveler in a world where every monument, every street, and every turn is a personal experience waiting to be uncovered.",
			"Artificial Intelligence, Mobile, Hardware \u0026 Software, Travel \u0026 Tourism",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/575407399-joaialogolightmd_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Adaire",
			"www.adaire.com",
			"",
			"",
			"",
			"Adaire is a full-service IT services provider that seeks to unlock a virtually untapped talent pool - leading to easier operations.",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Workers in FOCUS",
			"https://workersinfocus.com/",
			"",
			"",
			"",
			"Workers in Focus is an internet platform that connects small investors with innovators who are passionate about starting worker cooperatives. We aim to make it easier for anyone to invest in worker cooperatives by providing a platform that is easy to use and accessible to all. We provide investors with the opportunity to invest as little as 10EUR in new worker cooperatives and work in a team with experienced innovators who have the skills and knowledge to make their business ideas a success. We also provide infrastructure and support with accredited business experts who will guide and provide oversight in order to establish new, sustainable and profitable worker co-ops.",
			"Supply Chain \u0026 Logistics, Social Entrepreneurship, FinTech, Funding / Alternative Finance, Social \u0026 Communities",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/406326019-wifglavni__600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Ionic Wind Technologies",
			"ionicwind.ch",
			"",
			"",
			"",
			"Ionic Wind is transforming cooling technology with our innovative, solid-state solution that uses electrostatic principles to move air - completely eliminating the need for traditional fans. The rapid increase in computing power within increasingly compact laptops has made efficient and quiet cooling a critical challenge. Traditional mechanical laptop fans have not kept pace with advancements in processor technology. These fans are noisy, inefficient, and bulky, leading to user frustration and drain the battery fast. Our groundbreaking technology provides a quieter, more energy-efficient alternative with a significantly smaller footprint, making it an ideal choice for modern laptops and other compact electronics.\nIonic Wind achieves \u003e 48% greater air propulsion efficiency than conventional fans, all without the drawbacks of moving parts, noise, or energy loss. Ionic Wind dramatically enhances cooling performance by precisely controlling airflow through applied voltage, enabling intelligent heat dissipation controls for a superior end-user experience. Our technology's potential impact has already caught industry leaders' attention, positioning us to replace the last mechanical component in modern computing. This shift will elevate performance and set a new standard for user satisfaction across the industry.\nOur immediate goal is to advance the technology of our Empa Spin-Off to a market-ready stage. We are committed to proving its effectiveness in real-world applications and paving the way for widespread adoption in consumer electronics and critical areas like data center servers, where sustainability efforts are still insufficient.\n",
			"CleanTech, Energy Transition, Consumer Electronics, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/336536102-logo_iwt_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Yoordi ag",
			"yoordi.com",
			"",
			"",
			"",
			"We digitalize ordering and payment in the gastronomy.",
			"FinTech, E-Commerce \u0026 Online Marketplaces, Enterprise Software, Hardware \u0026 Software, Travel \u0026 Tourism",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Unwind",
			"www.unwind-agency.com",
			"",
			"",
			"",
			"We implement an All-In-One Marketing Management System for startups, branded as Unwind MMS. This system allows the creation of marketing campaigns and provides all the tools that startups need to manage online marketing, such as CRM, social media management, mailing, automations, phone and sms and funnels. We offer the system with a ready-to-use implementation designed specifically for startups, which includes website templates and ready-to-go campaigns for various needs, such as waiting lists, lead magnets, consultation funnels, webinar funnels, growth hacking funnels, and more.",
			"Marketing \u0026 AdTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/458612783-unwind_logoblack_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Cyltronic AG",
			"https://www.cyltronic.ch/",
			"",
			"",
			"",
			"Сyltronic - smarte IO-Link Servo-Aktuatoren für Ihre Maschine\nFür Maschinen- und Anlagenbauer mit komplexen und hochstehenden Maschinen, liefern unsere IO-Link Servo-Aktuatoren eine schnelle und kosteneffiziente Lösung: einfache, kompakte und vielseitige Geräte.\nSie suchen eine einfache und smarte Lösung, die Bewegungen in Ihrer Maschine lösen?\nWir wissen, wie es geht!\nCyltronic ist ihr Experte für IO-Link Servo-Aktuatoren. Die intelligenten Antriebe von Cyltronic basieren auf einer hochentwickelten All-In-One-Technologie. Wir setzen alles daran, Maschinenbauer dabei zu unterstützen, die Komplexität zu reduzieren, die Kosten zu senken und die vielseitigen Kundenbedürfnisse zu decken.",
			"CleanTech, Energy Transition, Environmental Economics",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/47426886-cyltroniclogo_official_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"FoodBhoots Consulting GmbH",
			"https://www.just-virtual-food.com/",
			"",
			"",
			"",
			"We utilize unused restaurant capacities by offering a virtual franchise model, supplying products and expertise, and earning commissions on gross sales.",
			"Foodtech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/760909378-_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"PersonalApp AG",
			"https://suuber.ch/",
			"",
			"",
			"",
			"SUUBER - Revolutionizing the Cleaning Industry with Technology\n\nSUUBER is an innovative insurtech and marketplace company that connects cleaners and employers in a fully transparent way.\n -\u003e Higher wages for cleaners compared to competitors, ensuring fair compensation.\n-\u003e The SUUBER Mobile App simplifies the employment process, removing common hurdles:\n    -\u003eHassle-free employment: All necessary insurances are included.\n  -\u003eIntegrated translation feature: Seamless communication between employers and cleaners, regardless of language barriers.\n  -\u003eTime tracking functionality: Easily manage work hours within the app for both parties.",
			"InsurTech, E-Commerce \u0026 Online Marketplaces",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/654357675-logo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"SwissDTx GmbH",
			"https://www.swissdtx.com",
			"",
			"",
			"",
			"“The world is facing a global mental health crisis that requires action!” In Switzerland, 35% of Generation Z tests positive for mental health problems. If you’re trying to find a therapist for your child, you have to wait up to 12 months. Demand is increasing and the response is inadequate. \nAt SwissDTx, we want to reduce waiting time and improve the quality of treatment with our solution. We have built an online collaboration platform for blended psychotherapy. After an initial face-to-face meeting, the patient works on their intervention online using our app. The therapist on the other hand can monitor progress, communicate with the patient or adjust the treatment. To better reach all different patients, we have developed an age-based interface to keep patient engagement as high as possible.\n",
			"Digital Health",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/176561381-swissdtx_logo_horizontalblau_x_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"optohive",
			"www.optohive.com",
			"",
			"",
			"",
			"Optohive is transforming brain imaging with patented hardware and proprietary algorithms for data-driven analysis, leveraging the novel fNIRS technology. Our next-generation, wearable devices offer high-reliability and usability, designed for both neuroscience research and clinical applications, providing a flexible, modular solution that enhances data quality and user experience.",
			"Medtech \u0026 Pharma, Wearables",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/320615154-logo_blue_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"DAAV ",
			"https://daav.ch",
			"",
			"",
			"",
			"DAAV as an EPFL spin-off is on the mission to enhance the quality of travel for people with reduced mobility on the go. We have developed an AI-enabled mobility solution for passengers with reduced mobility in the airport to enable a self-sufficient and efficient service for both the passengers and airports. Our mobility solution, DAAV-air, can move omni-directional, be tele-operated, or move fully autonomous. So far the solution has been tested in Zurich and Vienna airports. We will be happy to show our solution to the participants of the Startup Nights and connect with the participants.",
			"Artificial Intelligence, Mobility Robotics, Smart Cities, Healthcare, Medtech \u0026 Pharma, Hardware \u0026 Software, Travel \u0026 Tourism",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/446003123-daavnamelogonewblack_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"betascale AG",
			"betascale.ch",
			"",
			"",
			"",
			"\"Building the companies of tomorrow, today\": Based in Sissach, Basel area, betascale is a dynamic venture studio dedicated to rapidly building beta products, generating the first paying customers and laying the foundation for rapid scaling.\n\nBy bringing together established corporations, capital and entrepreneurs, betascale creates an unprecedented breeding ground for new SaaS companies. With a focus on SaaS software companies, betascale both launches its own startups and co-builds ventures in partnership with established corporations. ",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/324602206-betascalelogoallgradient_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"OOMNIUM AG",
			"www.oomnium.com",
			"",
			"",
			"",
			"Crowdinvest responsibly – ist unser Appell, Verantwortung zu übernehmen und nachhaltige Unternehmen in ihrem Wachstum zu fördern. Über die Kraft der Crowd Kapital bereitzustellen bedeutet für uns auch ein zukunftsfähiges Wirtschaftssystem zu formen.",
			"FinTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/814186968-ooomniumlogo_wide_color_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Citus AG",
			"https://www.citus-ag.com",
			"",
			"",
			"",
			"Citus offers evidence-based skin assessment. By objective and non-invasive measurements combined with a holistic database Citus enables staging degrees of skin disease with a single measurement. In combination with artificial intelligence this allows for predictive care and early detection of intervention points. ",
			"Digital Health, Medtech \u0026 Pharma, Wellbeing",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/178926119-cituslogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"BRU",
			"www.bru.shop",
			"",
			"",
			"",
			"At BRU it’s all about a convenient and sustainable way of preparing tea and functional infusions to support a healthy and happy lifestyle. \nThe market for tea and herbal functional beverages is growing and we are the pioneers with offering a one-stop solution for healthy people of today and the future. ",
			"Wellbeing, Foodtech, Consumer Electronics, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/719955067-brulogocolorbigwithoutbackgroundpng_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Epistudia",
			"www.epistudia.com",
			"",
			"",
			"",
			"Did you know life science jobs are growing ten times faster than most other fields, with many people working with outdated skills? At Epistudia, we make it easy for life science professionals to stay up-to-date with our HUMAN-AI hybrid e-learning platform. We offer flexible, high-quality education and skill certifications that you can access from anywhere, globally. But we don’t stop there—our platform also connects our learning talents with research service and job options opportunities. Currently we have developed our prototype, accredited it in the top Swiss and European accreditation bodies, and have customers from 10 countries. ",
			"Healthcare, Education",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/120517685-epistudialogotransparent_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"amnis Treasury Services AG",
			"https://amnistreasury.com/de/",
			"",
			"",
			"",
			"Amnis Treasury Services AG simplifies international payments for small and medium-sized enterprises (SMEs) by providing a platform that offers transparent, cost-effective currency exchange and payment solutions. Our service focuses on making cross-border financial transactions as smooth and affordable as possible, catering specifically to the needs of SMEs who often struggle with the complexities and costs of traditional banking systems. Through its easy-to-use platform, Amnis allows businesses to save on transaction fees and gain better control over currency risks, all with a customer-centric approach.",
			"FinTech",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Brnlit.AI Jehle",
			"https://www.brnlit.ai",
			"",
			"",
			"",
			"Time is your most valuable asset.\nWe are changing the way you will learn in the future!\nMore time for the things you love.\n#AI🤖 #Revolution🚀 #GameChanger🌎\nAt our core, we believe that learning should evolve to meet the demands of a fast-paced world. We've experienced firsthand how exhausting traditional learning can be, and we're here to revolutionize it.\nWe challenge outdated beliefs like \"hard work before pleasure\" and \"no pain, no gain.\" Instead, we're empowering you to learn faster and more efficiently, thanks to cutting-edge AI technology. By transforming how you absorb knowledge, we free up your time for what truly matters — the things you love.\nOur mission is to break free from the constraints of old ways of thinking and build a future where learning is intuitive, enjoyable, and sustainable. We're not just about faster learning; we're about creating balance and empowering people to live smarter.",
			"Artificial Intelligence, Digital Health, Education",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/670770640-logobrnlitnobgschatten_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"FrugalTec AG",
			"www.frugaltec.ch",
			"",
			"",
			"",
			"FrugalTec, founded in 2022 by Jürg, Paul and Sascha, is a startup that wants to provide easy access to healthy food. Our products are based on frugal innovation that achieves better results with minimal resources. Our vertical garden FARMii requires little water, energy and space, and the modular system allows for flexible adaptation to individual needs. We set new standards in the field of vertical farming with pioneering solutions for plant cultivation. \n\nWe want to give as many people as possible easy access to healthy and fresh food and make a contribution to tomorrow's agriculture.\n\n\n",
			"Agricultural Tech, Foodtech, Sustainable Living",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/838427394-frugaltec_logo_rgb_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Taste Match",
			"https://tastematch.io/",
			"",
			"",
			"",
			"Taste Match is revolutionizing dining worldwide. With our mission \"We match your individual taste with the perfect restaurant\" our app connects guests with restaurants that perfectly match their preferences. Through our new data foundation and artificial intelligence, we enable a tailored culinary experience for all users. Everyone knows the struggle of finding a restaurant that meets personal preferences or those of a companion. We are solving this.",
			"Marketing \u0026 AdTech, Social \u0026 Communities, Travel \u0026 Tourism",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/723383014-tastematchlogoboxcolorrgb_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Antidot SARL",
			"actidot.ch",
			"",
			"",
			"",
			"We are a Swiss startup on a mission to “bring the power of plants and micro-nutrition to daily life 🌱.”\nWe create healthy, plant-based functional drinks and shots using Alpine herbs and organic ingredients from Natural Foodtech.",
			"Wellbeing",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/333613321-actidotlogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"WelBa Future Dev",
			"https://www.moohstory.com/author/1",
			"",
			"",
			"",
			"WelBa is a Game, wich makes governance and problem-solving into a virtual Sport.\nIn this game, players can optimise and improve different aspects of the world, such as politics, economie or culture.\nThe outcome will be tested by all kinds of scenarios, to judge the effectiveness and feasibility.\nThe best proposals of the Gamers will be published by us in form of stories.",
			"Artificial Intelligence, Art \u0026 Culture, Education, Enterprise Software, Gaming, Industrial Internet \u0026 IoT, Mobile, News \u0026 Entertainment, Social \u0026 Communities, Sports \u0026 Performance",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/925990915-originallogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Myketobrain   (Dinnova AG)",
			"www.myketobrain.com",
			"",
			"",
			"",
			"Our vision is to help people with neurological or psychiatric illnesses achieve better health. With a ketogenic diet, people can sometimes reduce or completely stop their medication. We are ahead of our time, as ketogenic metabolic therapy is still new in psychiatry, but there are already many positive case reports and some small studies. Myketobrain is intended to become a tool for nutritionists to recommend to their patients, or for individuals to take responsibility for their own health.\n\n\n",
			"Digital Health, Healthcare, Wellbeing",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/85575850-screenshot___chrome_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Rimon Technologies GmbH",
			"https://rimon.tech",
			"",
			"",
			"",
			"Retaining invaluable expert knowledge.\n\nrimon was founded at ETH Zurich and is changing how manufacturing and service companies retain valuable knowledge. We address the problem of losing expertise when professionals retire or change jobs.\n\nImagine losing a key team member and their years of experience. rimon captures and digitises this knowledge and ensures that it remains accessible and production delays are avoided.\n\nWith rimon, you can easily pass on and retain important expertise.",
			"Artificial Intelligence, Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/24815040-rimonlogoausgeschrieben_blau_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"App Manufacture GmbH",
			"https://www.appmanufacture.ch/de/runa-flow-wissen-aus-organisationsdaten-gewinnen/",
			"",
			"",
			"",
			"Research, Inform, Know! The Research Assistant for Libraries \"Runa Flow\" based on AI technology.\n\nHow did it come about?\n\nLibraries have always been important providers of high-quality information. However, it is sometimes not so easy to navigate library catalogs, portals, and websites. Librarians can tell you how often the same standard works are cited in research papers – even though libraries have such a rich treasure of other interesting sources.\n\nWhat does it offer?\n\nThe new technology of \"Large Language Models\" offers completely new possibilities for research. With \"Runa Flow,\" the Schaffhausen libraries are creating a new access to their offerings that also reaches new and less experienced users. With semantic search, the system better understands the context of a search query. A content-based search in the library's large collection becomes possible, and queries like \"Recommend me a crime novel set in Sweden\" yield good results. Not only do library visitors benefit from this new search function, but also library staff and researchers can search faster and find more results – even without having to manually tag the collections with keywords.",
			"Artificial Intelligence, Education, Enterprise Software, Social \u0026 Communities",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/945929049-appmanufacture_logo__600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"a-metal AG",
			"www.a-metal.com",
			"",
			"",
			"",
			"At a-metal, our vision is to democratize metal 3D printing within the industry. We firmly believe that small and medium-sized enterprises, educational institutions, and small development groups should have easier access to this revolutionary technology on their premises.\n\nBy offering an affordable, compact, and safe metal 3D printing machine, we strive to provide our customers with the best price-performance package, while maintaining a very robust printing process and high-quality parts. Our closed-loop powder handling cartridge system ensures a clean and safe operation, eliminating the need for hiring academic experts or building a laboratory room around your metal 3D printer. With just a basic mechanical workshop, an innovative mindset, your technical team, and our machine, you can start printing complex metal parts in-house for an affordable price whenever you need them.",
			"Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/126743124-ametal_logo_farbig_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Exolynk AG",
			"https://exolynk.com",
			"",
			"",
			"",
			"Exolynk is a cloud-based business platform designed to streamline and digitize company processes using a low-code approach. It supports businesses in efficiently managing assets, orders, planning, organization, and collaboration on projects and tasks. The platform is highly flexible, allowing for customization to fit various workflows and industries, making it suitable for both small businesses and large enterprises. With Exolynk, data can be securely aggregated in a centralized and structured manner. Datasets can be created, edited, and assigned to users seamlessly. Additionally, workflows can be fully automated, leveraging cutting-edge AI technology to extract, analyze, and classify data.",
			"Artificial Intelligence, Data Mining \u0026 Machine Learning, Supply Chain \u0026 Logistics, Digital Health, Agricultural Tech, Enterprise Software, Industrial Internet \u0026 IoT, Mobile, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/608289690-exolynk_primary_logo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"whenwhat",
			"whenwhat.com",
			"",
			"",
			"",
			"Whenwhat helps you publish your events and make them visible in your communities. Our mission is to simplify staying informed about events through customizable calendars that match your brand. Our vision is to build a platform where all great events are easily accessible. Our approach is all about privacy and delivering a seamless user experience.",
			"Social \u0026 Communities",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/403619956-whenwhatonwhite_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Coorpix AG",
			"www.coorpix.ch",
			"",
			"",
			"",
			"Daten sind mehr als blosse Informationen – sie haben die Kraft, Ihr Unternehmen auf die nächste Stufe der Transformation zu bringen. Bei Coorpix helfen wir Ihnen, dieses Potenzial zu nutzen. Mit unseren Kernkompetenzen in Data-Analytics, Künstlicher Intelligenz und Prozessautomatisierung optimieren wir Ihre Geschäftsprozesse und ebnen den Weg für datengestützte, intelligente Entscheidungen.\n\nUnsere Lösungen sind keine Standardprodukte. Mit präzisen Data-Analytics schaffen wir Klarheit in komplexen Datenstrukturen und liefern die Basis für Entscheidungen, die wirklich zählen. Durch Künstliche Intelligenz entwickeln wir smarte Systeme, die Ihre Prozesse transformieren und sie in die Zukunft blicken lassen – für mehr Effizienz und Präzision. Unsere Expertise in der Prozessautomatisierung sorgt dafür, dass Ihre Abläufe flexibler werden, wertvolle Zeit und Ressourcen sparen und sich an die wachsenden Anforderungen der digitalen Welt anpassen.\n\n\nWir verstehen - Ihre Herausforderungen sind einzigartig, und deshalb betrachten wir uns nicht als blosse Dienstleister. Wir arbeiten auf Augenhöhe – als strategische Partner, die gemeinsam mit Ihnen innovative Lösungen entwickeln, die echten Mehrwert schaffen Unser Antrieb ist es, kontinuierlich nach vorn zu denken während unsere Leidenschaft uns antreibt, ständig neue Möglichkeiten zu entdecken – mit dem Ziel, etwas zu schaffen, das wirklich bewegt.",
			"Artificial Intelligence, Data Mining \u0026 Machine Learning",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/229089275-coorpixlogotransparentbgblackfont_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"GObugfree AG",
			"www.gobugfree.com",
			"",
			"",
			"",
			"GObugfree connects companies with a global community of ethical hackers to identify and fix vulnerabilities before malicious actors can exploit them. We provide a Swiss-based, managed platform that supports businesses with products such as bug bounty programs, attack surface analysis (ASA), vulnerability disclosure programs (VDP), and bugtests. From triage and analysis to tailored recommendations, our platform ensures your security is continuously tested by the best in the field. Whether it's uncovering hidden risks or offering a first check through bugtests, GObugfree delivers comprehensive protection in today's ever-evolving cybersecurity landscape.\n",
			"Security \u0026 Privacy",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/469201810-gobugfree_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"florian.gaede@nordcloud.com",
			"https://amulet-ai.io",
			"",
			"",
			"",
			"Amulet AI's mission is helping people tell better stories together. We focus on narrative analysis because we believe stories shape our sense of identity and play a vital role in our lives. After exploring a psychoanalytic approach to this, we pivoted to build Qybala, a mobile user experience that helps users self-reflect by helping them explore questions through original tarot cards interpreted by  on-device AI model. ",
			"Art \u0026 Culture, Education, Lifestyle \u0026 Fashion",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/658225766-logovfinalklarheitbigborder_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Web'n'Roll",
			"https://webnroll.ch",
			"",
			"",
			"",
			"Web'n'Roll ist ein innovatives Unternehmen, das sich auf die Erstellung massgeschneiderter Websites für verschiedene Kundenbedürfnisse spezialisiert hat. Unsere Mission ist es, hochwertige Webpräsenzen zu attraktiven Preisen anzubieten und dabei den gesamten Prozess für unsere Kunden so einfach und transparent wie möglich zu gestalten.\n\nWir bieten drei Hauptpakete an - One-Page-Website, Local Hero und Solid Rock - die auf unterschiedliche Anforderungen zugeschnitten sind, von einfachen Landingpages bis hin zu umfangreichen Unternehmenswebsites. Unser Team legt grossen Wert auf moderne Designs, Benutzerfreundlichkeit und mobile Optimierung.\n\nNachhaltigkeit steht bei uns im Fokus: Wir entwickeln langfristige, zukunftssichere Lösungen und bieten kontinuierlichen Support, um die Lebensdauer und Effizienz der Websites zu maximieren.\n\nUnsere Vision ist es, Unternehmen jeder Grösse zu ermöglichen, im digitalen Raum erfolgreich zu sein, indem wir nicht nur Websites erstellen, sondern ganzheitliche Online-Präsenzen aufbauen.\n\nWeb'n'Roll zeichnet sich durch Transparenz, Zuverlässigkeit und exzellenten Kundenservice aus. Wir bieten nicht nur Webdesign, sondern ein komplettes Paket einschliesslich Hosting, Sicherheit und fortlaufender Unterstützung.\n\nUnser Ziel ist es, langfristige Partnerschaften mit unseren Kunden aufzubauen und ihnen zu helfen, in der heutigen Zeit zu wachsen und sich zu entwickeln.",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/473621910-webnroll_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Nextgas",
			"www.nextgas.ch",
			"",
			"",
			"",
			"We enabled thousands of dairy farms in Swizerland and Europe to produce electricity from farmyard manure to protect the climate and generate an income from renewable electricity. With our product 22 million tons of cow dung per year will  generate 3TWh of renewable energy, enough to cover the annual energy consumption of the cities of Bern, Basel, and Schaffhausen combined.\n",
			"Data Mining \u0026 Machine Learning, Agricultural Tech, Energy Transition",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/90011056-nextgas_logo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Beyond Group ",
			"beyond-bot.ai",
			"",
			"",
			"",
			"B-Bot is an AI-driven platform that connects businesses with virtual experts, enabling seamless access to knowledge and automation. With customizable virtual personas, it solves skills shortages, streamlines workflows, and ensures continuous learning. B-Bot’s subscription model offers flexible backend management for experts and easy front-end access for clients via popular platforms like apps, Facebook Messenger, and WhatsApp. By blending human expertise with cutting-edge AI, B-Bot empowers companies to enhance efficiency, maintain knowledge continuity, and stay competitive in today’s fast-paced environment.",
			"Artificial Intelligence",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/390215927-bbot_weiss_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"DiALOGiFY AG",
			"dialogify.io",
			"",
			"",
			"",
			"DiALOGiFY’s Intelligence \u0026 Engagement Hub empowers customer-first organizations by automating processes, unlocking deep insights, and nurturing lasting relationships—driving customer retention and sustainable growth. \n",
			"Artificial Intelligence",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/513679920-dialogify_logo_rgb_pos_nosub_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Sybill",
			"https://sybill.io/",
			"",
			"",
			"",
			"Sybill is a time tracking tool for freelancers and Digital Agencies. It removes the administrative overhead of making invoices by allowing to configure your tasks in advance so you can generate invoices with one click.",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/380749631-sybill_logo__600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"TRIGOSCOOT",
			"www.trigoscoot.com",
			"",
			"",
			"",
			"Micromobility / Cargo: TRIGOSCOOT® is compact cargo attachment platform for Mini Segways / Hoverboards, enabling efficient transportation of cargo in tight industrial, urban, and off-road environments.\n\nTRIGOSCOOT® fits even into a small MICROLINO car trunk. It can be attached and detached effortlessly in just 5 seconds, without requiring any tools.\nIts lightweight and smart engineered construction (under 1 meter) and exceptional portability make it a key innovation in the rapidly expanding micromobility market.\n",
			"Mobility Robotics, Supply Chain \u0026 Logistics, Healthcare, Medtech \u0026 Pharma, Lifestyle \u0026 Fashion, Sports \u0026 Performance",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/440844141-trigoscoot_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"PMX Systems AG",
			"pmx.systems",
			"",
			"",
			"",
			"PMX Systems AG empowers smart cities with cutting-edge radar technology. We provide precise, anonymous data on traffic and pedestrian flow, helping optimize infrastructure, reduce congestion, and improve safety. Our solutions are easy to integrate, privacy-focused, and contribute to sustainable urban development.",
			"Smart Cities, Environmental Economics, Industrial Internet \u0026 IoT",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/522756303-pmx_smart_sensors_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"NanoSol 3D",
			"https://www.nanosol3d.com/",
			"",
			"",
			"",
			"NanoSol introduces the only effective and adaptable solar window technology allowing print-based manufacturing, utilizing existing infrastructure, and assuring high performance with easy scaling and eco-friendly processing. Transform un-used real-estate in urban areas to mass renewable energy source.",
			"CleanTech, Energy Transition, Environmental Economics, Micro- / Nanoech, New Materials, Sustainable Living",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/487295669-imgwa_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Vinfinity Schweiz GmbH",
			"www.vinfinity.ch",
			"",
			"",
			"",
			"Vinfinity is the new captivating wine seller in Switzerland, Europe \u0026 beyond, providing a highly joyful, rewarding and fully integrated online and offline experience. It's AI-driven app made for 21st century people (all-integrated, incl. digital wine assistant) and it's disruptive delivery within 2 hours in urban centers make it stand out. Vinfinity offers everything about wine, i.e. to buy, play, invest and enjoy -- simply the ultimate wine app like never before. ",
			"Artificial Intelligence, Data Mining \u0026 Machine Learning, Supply Chain \u0026 Logistics, FinTech, Gaming, Lifestyle \u0026 Fashion",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/107824705-vinfinitylogoblack_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Casa Refill GmbH",
			"www.casarefill.ch",
			"",
			"",
			"",
			"Hallo, mein Name ist Viviana Hürlimann und ich bin die Gründerin von Casa\nRefill GmbH.\nWas hat mich zur Gründung von Casa Refill inspiriert? Mich nervten die Berge von Plastikmull, die täglich im Haushalt anfallen. So entschied ich mich, eine Firma fur nachhaltige Produkte und nachfüllbare Verpackungen zu gründen.\nAls Tochter eines Schweizers und einer Mexikanerin, hat mich eine Reise nach Mexiko City mit meiner Familie besonders beeinflusst. Dort, in der malerischen und pulsierenden Colonia Condesa, wo meine Mutter aufgewachsen ist, entdeckten wir einen kleinen Laden, der viele Produkte im Refill-System anbietet. Diese nachhaltige und zeitgemässe Idee liess mich nicht mehr los und inspiriert mich noch heute. Aus dieser Inspiration entstand Casa Refill. Sowohl im Laden in Zürich als auch im Webshop bieten wir ein wachsendes Sortiment an Produkte an, die sowohl in Zürich und in Mexiko hergestellt werden.\nMeine Vision ist es, die traditionelle mexikanische Pflanzenmedizin mit der hohen Qualitätsstandards der Schweiz zu verbinden und meine Kund:innen für einen nachhaltigen Lebensstil zu begeistern. Ich freue mich, meine Werte mit teilen zu können und hoffe, Menschen mit meinem Sortiment zu inspirieren und aufzuzelgen, dass man mit einfachen Veränderungen sich selbst und unserem Planeten etwas Gutes tun kann.\nRefill your Beauty!\n\nFür was steht Casa Refill?\nCasa Refill bietet natürliche und nachhaltige Produkte für Beauty und Haushalt.\nWir verbinden die natürlichen Inhaltsstoffe und die Lebensfreude Mexikos mit den hohen Produktions- und Nachhaltigkeitsstandards der Schweiz. Unsere einzigartigen Produkte verzichten auf Einwegplastik und haben einen positiven Einfluss auf dich und die Umwelt. Refill your Beauty!\nUnsere Vision: Wir streben eine Welt an, in der Einwegplastik der Vergangenheit angehort - oder zumindest eine Randerscheinung wird. In unserer Vision ist jedes von uns genutzte Produkt Teil eines zirkulären Systems, in dem nichts verschwendet wird und alles wiederverwendet werden kann.\nUnser Motto lässt sich in den 4Rs zusammenfassen: Reuse, Refill, Reduce und Recycle. Und dann natürlich: Repeat - für eine nachhaltigere Zukunft!\nReuse \u0026 Refill: Glasflaschen können in unserem Laden unbegrenzt refilled werden. So sparst du Unmengen an Plastik und schenkst deiner Glasflasche ein längeres Leben.\nReduce: Solids statt Plastikflaschen: Unsere Shampoo Bars halten doppelt so lange wie herkömmliche Flaschen. Das bedeutet weniger Rohstoffverbrauch und vollständig plastikfreie Haarpflege.\nRecycle: Fast alle Verpackungen bestehen aus kompostierbarer Maisstärke oder recyceltem Karton. Die Kartonagen der Solids werden ebenfalls bald angepasst.\nNatürlich schön: Erlebe die natürliche Schönheit durch das traditionelle Pflanzenwissen Mexikos. Wir sind stolz darauf, die exklusive Lizenz für Tepezcohuite, ein wertvolles Heilmittel aus Mexiko, zu besitzen.\nWert 1:\nNatürlichkeit: Unsere Produkte splegeln die reine Schönheit und die Kraft der Natur wider, indem wir ausschliesslich natürliche Inhaltsstoffe verwenden.\nWert 2:\nLebensfreude: Unsere Marke verkörpert die lebendige und farbenfrohe Lebensfreude Mexikos, inspiriert von der Leidenschaft und dem Optimismus meiner Kleinigkeit ",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/307012838-logo_casarefill_rgb_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"The Power In Your Hands",
			"www.thepowerinyourhands.com",
			"",
			"",
			"",
			"What would it be to understand the neurobiological patterns in your hand actually MEAN something? Thanks to the advent of 30 years of study in the field of dermatoglyphics, we can affirmatively draw a blueprint of your nervous system. This means that every part of your hands correlate to a different power. By evaluating half a million people by these patterns, the Institute of Hand  Analysis is ready to reveal your entire personality architecture, your shadow side, what triggers you, and most of all how to break through to you greatest potential. This is ideal especially for entrepeneurs who are wanting to know if they're going in the right direcftion to life the life of their dreams, and as well, be aware of their blind spots that will likely sabotage their success.",
			"Biotech, Wellbeing",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/885961094-logomagnifyingglass_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"BILLD",
			"https://billd.it/",
			"",
			"",
			"",
			"BILLD is a green fintech startup, which provides a disruptive digital receipt service by collecting and analyzing Offline Market Big Data through our in-house AI model.",
			"CleanTech, FinTech, Payments, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/4234676-billd_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"CyberTide",
			"www.cybertide.eu",
			"",
			"",
			"",
			"CyberTide assists businesses in highly regulated industries such as financial services and healthcare in safeguarding sensitive data, ensuring compliance, and significantly reducing operational risk.\n\nOur self-hosted, AI-based data leak prevention solution prevents the accidental loss of sensitive information across platforms like GenAI tools, cloud storage, services, and email. Unlike existing solutions, CyberTide is easy to deploy and operate, offering superior detection accuracy that effectively eliminates false positives.",
			"Artificial Intelligence, RegTech, Enterprise Software, Security \u0026 Privacy",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/533731383-cybertide_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Zurichberg",
			"zurichberg.com",
			"",
			"",
			"",
			"Invest in the world's most exclusive watches, starting at just $500. Our platform allows for fractional investments up to full ownership of luxury timepieces. With easy-to-understand, data-driven insights and real-time valuation, we bring transparency to the watch investment market. Engage in our marketplace for active trading and profit sharing. Join us and become part of the revolution, allowing everyone to partake in Switzerland’s rich horological legacy.",
			"FinTech, Funding / Alternative Finance, E-Commerce \u0026 Online Marketplaces, Lifestyle \u0026 Fashion",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/660024803-zurichberg_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Efides",
			"https://www.efides.io/",
			"",
			"",
			"",
			"Efides AG is a Swiss fintech startup redefining commodity trade finance. Our platform automates due diligence for food transactions, promoting trust and transparency while closing the gap between commodity traders and banks. With proprietary AI technology, Efides streamlines the due diligence process, strengthens risk management, and drives revenue through smarter decision-making in the complex world of commodity trading. Founded in 2024 and headquartered in Altendorf, our mission is to build trust in commodity finance and contribute to improving global food security.",
			"FinTech, Payments, RegTech, Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/52801379-efides_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Verdant Data",
			"https://www.verdantdata.ch/",
			"",
			"",
			"",
			"Verdant Data specializes in using AI, machine learning, and process mining to drive operational efficiency and sustainability. We help multiple industries meet regulatory demands and achieve sustainable growth through our innovative, data-driven solution.",
			"Artificial Intelligence, Data Mining \u0026 Machine Learning, CleanTech, Environmental Economics, Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/165263782-verdant_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"UpGrid",
			"https://www.upgrid.ch/",
			"",
			"",
			"",
			"UpGrid is building Switzerland's largest energy community. As a Swiss Climate FinTech startup, we empower consumers, businesses, and municipalities to trade, invest in, and benefit from local renewable energy. Together, we make the energy transition easy and accessible to all. Through UpGrid, anyone can produce and consume clean energy without needing to manage or own physical infrastructure. Register now to be part of a sustainable future!",
			"CleanTech, Energy Transition,Environmental Economic, FinTech, Social Entrepreneurship",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/4982179-upgrid_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Mariana Cannabis",
			"cscsdeutschland.de",
			"",
			"",
			"",
			"We are the biggest Cannabis Social Club Association in Europe and raised more than 1.2 Million Euros in membership fees.\nWe founded our own company \"Mariana Service- und Anbaugesellschaft mbH\" to build the necessary infrastructure for the clubs and our 18.000 members. We are currently raising money for this company and also provide a software/digital infrastructure with our partner Netsyno.\nIt is highly scalable and we are going out to investors with a valuation of 35 million Euros.",
			"Supply Chain \u0026 Logistics",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/705955956-logoklein_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Elinio AG",
			"https://www.elwisapp.com/",
			"",
			"",
			"",
			"We have created an innovative low code web application builder, Elwis, which allows companies to develop applications extra fast and with lower costs.",
			"Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/371904082-newlogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Resilient SA",
			"https://www.resilient.ai",
			"",
			"",
			"",
			"Resilient is an AI-driven corporate wellness solution designed to prevent burnout and enhance productivity at scale. We use advanced multimodal technology to monitor stress levels, detect early signs of burnout, and offer personalized coaching rooted in proven therapeutic methods. Our platform provides continuous support for employees, empowering them to maintain both mental and physical well-being. By partnering with companies, Resilient is revolutionizing workplace wellness, creating healthier, happier, and more productive teams.",
			"Artificial Intelligence, Digital Health, Wearables, Wellbeing, Enterprise Software, Mobile",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/909694980-resilient_logox_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Joltz",
			"www.joltz.ch",
			"",
			"",
			"",
			"One year ago, we, four students at the Kantonsschule Uster, decided not to drink any energy drinks anymore because they are unhealthy and contain way too much sugar. We decided to create an alternative with the goal of providing people with access to healthy energy. The result is Joltz Energy Gum, which is based on an innovative, self-developed formula. It contains mainly guarana caffeine, as well as green tea extract, various vitamins, and other energy-boosting substances. This combination provides an energy boost for up to six hours without causing the usual “energy crash.”\n",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/953511805-logoforinstapinned_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"KUBIKEXOTIK ",
			"https://treeurn.eu/",
			"",
			"",
			"",
			"Tree urn is a Biodegradable Urn  for Funeral Ashes\nTransform your loved one's memory into a living tree.\nTree urn are biodegradable cork urns designed to receive the ashes of a loved one and integrate them into a young tree’s root system.\nThis Eco-Friendly \u0026 sustainable urn embodies the beauty of the cycle of life, where every ending can be grow into a beautiful, living memorial.\n\nThe company was created in 2018 but this product has been starting only from 2023 and we  release it on the market from July 2024 ",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/186447402-logotreeurn_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Sherazade",
			"sherazade-parfum.ch",
			"",
			"",
			"",
			"“We sell perfumes both online and offline, all produced in Switzerland. We are highly skilled in sales, with a large network and a deep passion for fragrances. Our goal is to become one of the biggest Swiss perfume brands on the market, and we are well on our way to achieving that. People love our products, and no matter where we go, the response is overwhelmingly positive.”",
			"E-Commerce \u0026 Online Marketplaces",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/423805862-img__600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"No",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Coresection GmbH",
			"coresection.ch",
			"",
			"",
			"",
			"Coresection is a FinTech company which recently developed the SaaS cloud-based business software CustomerCore for worldwide SMEs but started with Switzerland and enabled 13 Swiss Banks so far with Open Banking.",
			"Artificial Intelligence, FinTech, Enterprise Software, Mobile",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/116301172-logopositiveapp_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Springer Akademie GmbH",
			"www.springer-aakdemie.com",
			"",
			"",
			"",
			"Wir begeistern Menschen und Unternehmen für Wissen und unterstützen sie beim lebenslangen Lernen, damit sie sich Kompetenzen für eine vernetzte und dynamische Arbeitswelt erarbeiten. Im Zentrum stehen E-Learning und AR Anwemdungen.",
			"Education",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/160899520-springerlogoweirgbpantone_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"JM Contactless",
			"https://jm-contactless.ch/",
			"",
			"",
			"",
			"JM Contactless provides complete cashless solutions for events, simplifying payment management through connected wristbands. Our technology ensures fast, secure, and cash-free transactions, reducing cash handling errors and improving efficiency. We customize wristbands and offer real-time tracking tools to optimize event profitability. From planning to post-event analysis, we offer full support to ensure a seamless experience for both organizers and participants. Our mission is to enhance event experiences through innovative technology, driven by values of reliability, simplicity, and customer-centric solutions.",
			"Payments, Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/723634069-logocomplet_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Siglis AG",
			"https://zigfred.ch",
			"",
			"",
			"",
			"We develop zigfred, a smart in-wall light switch, which seamlessly integrates or replaces conventional switches. This allows the user to control their lights and blinds with remote controls, apps, by voice control like Siri \u0026 Alexa and also like before, by pressing a button on the wall. Being based on established standards, zigfred is compatible with other smart lights, such as Hue, IKEA Tradfri and Innr.",
			"Smart Buildings",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/361550877-dfcdffddef_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Sundays Beverage AG",
			"www.drinksundays.ch",
			"",
			"",
			"",
			"Sundays Beverage AG is an award winning, craft Ready-To-Drink (RTD) brand established in 2020 by a trio of female founders in the heart of Zürich with a focus on mindful indulgence, environmental sustainability and pushing the boundaries of what a beverage brand can be. Having successfully tapped into this new market segment by launching a range of popular hard seltzers and hard ice teas, securing national retail presence, and developing proprietary production processes, Sundays is poised for rapid growth. ",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"My Gusto GmbH",
			"https://mygusto.ch/",
			"",
			"",
			"",
			"Erleben Sie die natürliche Kraft des Dampfes und geniessen Sie ein köstliches Gourmet-Dampfgericht in weniger als 60 Sekunden! \n\nMit unserer “Quick Steam”-Technologie haben wir eine Lösung gefunden, Gerichte schonend in Sekundenschnelle zu erhitzen und durch die Nutzung der natürlichen Eigenschaften des Wassers, die Qualität und den Geschmack unserer Gerichte zu erhalten.\n\nSie wählen mit uns einen Komplettanbieter für ihr Verpflegungskonzept. Wir schulen, installieren, liefern Ihnen die Menüs und bieten den Service für das Konzept.",
			"Foodtech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/691245349-_mygustologo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"EcoSolve.Energy GmbH",
			"www.ecosolve.energy",
			"",
			"",
			"",
			"EcoSolve.Energy GmbH macht die Energie sichtbar. Unsere Messgeräte und Aktoren bilden mit der Software bilden ein komplettes Ökosystem zur Optimierung der Energie, basierend auf Visualisierung, Reporting und Public Display von Machine Learning und KI Support.\nWir helfen unseren Kunden, 10-25% ihrer Energiekosten einzusparen, ohne Verzicht auf Komfort. \nJeder Firma mit 100.000 CHF an jährlichen Energiekosten ist ein guter Kunde\n",
			"Artificial Intelligence, Data Mining \u0026 Machine Learning, Smart Buildings, Smart Cities, CleanTech, Energy Transition, Environmental Economics, Industrial Internet \u0026 IoT",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/636375624-ecosolveenergypinwheelunlockthepowerofefficiencypng_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"test",
			"startup-nights.ch",
			"",
			"",
			"",
			"test",
			"Mobility Robotics",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/733308344-_event_planning_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"test",
			"startup-nights.ch",
			"",
			"",
			"",
			"test",
			"Mobility Robotics",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/733308344-_event_planning_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Uliasti GmbH",
			"https://uliasti.com",
			"",
			"",
			"",
			"At Uliasti, a Zurich-based software development boutique, we specialize in creating tailored digital solutions that drive efficiency and add value to businesses. Our mission is to solve the real-world challenges of digital transformation through innovative software design and development. Our two flagship SaaS products reflect our commitment to improving workflows and user experiences: Advanzo, a smart CRM for managing deals, and Techify, a dynamic platform for connecting job seekers with great companies. We are driven by a vision to empower businesses to grow and succeed through technology that makes their operations smoother, more efficient, and user-centric.\n",
			"FinTech, E-Commerce \u0026 Online Marketplaces, Enterprise Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/258700117-untitleddesign_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Mebrafino AG",
			"https://www.mebrafino.ch/",
			"",
			"",
			"",
			"Mebrafino ist ein dynamisches Unternehmen, das sich auf digitale Treuhand- und Versicherungslösungen spezialisiert hat. Mit unserer Dienstleistung „CFO as a Service“ bieten wir kleinen und mittelständischen Unternehmen die komplette Finanzverwaltung zu einem fairen Festpreis. Unser Ziel ist es, KMU zu entlasten, damit sie sich auf ihr Kerngeschäft konzentrieren können. Wir setzen auf massgeschneiderte Lösungen und langfristige Partnerschaften, um gemeinsam nachhaltigen Erfolg zu erzielen.",
			"",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/63864779-mebrafino_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Okidooki AG",
			"www.diogenesai.ch",
			"",
			"",
			"",
			"FREE YOUR CREATIVITY! LOCK IN BLOCKCHAIN.\n\nDiogenesAI revolutionizes the NFT market by transforming any idea from text to image, delivering it directly as a product, such as framed art, t-shirts, or prints, right to your home. DiogenesAI serves as both a tool and a monetization source for artists, while simultaneously granting everyone access to exclusive, personalized art—whether as collectors or buyers.\n\nArt often remains exclusive—but it doesn't have to be. DiogenesAI.ch breaks the chains of exclusivity. With a simple click, our AI technology empowers everyone to express themselves as an artist.\n\nWhether young or old, experienced or a beginner—DiogenesAI makes art a collective experience, putting creativity at the center of our lives.\nIn a world that is constantly evolving, our platform brings creative expression back to the people—accessible, inclusive, and inspiring.",
			"Artificial Intelligence, Data Mining \u0026 Machine Learning, Art \u0026 Culture",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/44311675-diogenesappailogo_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Homego",
			"www.homego.ch",
			"",
			"",
			"",
			"Homego ist eine innovative Immobilienplattform, die ein einzigartiges Sucherlebnis für Immobilieninteressenten bietet. \nDurch die Kombination von Video-reels, KI, klassischen Inseraten und Social Media ermöglicht Homego eine ansprechende und interaktive Immobiliensuche.",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"LogBook AG",
			"www.logbook.li",
			"",
			"",
			"",
			"LogBook  specializes in comprehensive global logistics location data. We bridge the gap between online maps and logistics operations, offering an intuitive platform. Businesses and supply chain professionals easily access critical information about logistic hubs, ports, and warehouses, enhancing decision-making and supply chain efficiency. This lays the foundation for fully autonomous and sustainable logistics operations.\n\nIn response to the logistics industry's need for real-time data, LogBook has developed a proprietary data system. It consolidates insights into a centralized platform, drastically reducing the time and complexity of manual research. Our solution optimizes processes, minimizes disruptions, and fosters transparency, boosting customer satisfaction and safeguarding revenues. This unique opportunity targets an untapped market, with no existing solutions addressing this specific problem.\n",
			"Supply Chain \u0026 Logistics",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/198868641-logbook_orange_px_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"MADVOXEL AG",
			"www.madvoxel.com",
			"",
			"",
			"",
			"Tech company specializing in computer graphics and computer vision, set to revolutionize 3D asset creation using mobile LiDAR sensors.",
			"Augmented \u0026 Virtual Reality, Smart Buildings, Smart Cities, Gaming",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/69737386-mvlogo_v_border_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Steasy by Nexenic AG",
			"https://steasy.ch/",
			"",
			"",
			"",
			"Steasy ist ein mobiler Mini-Steamer mit eingebautem Akku. Damit kannst du deinen vorgekochten Lunch überall hochwertig aufwärmen.",
			"Foodtech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/697920152-steasy_black_registered_cmyk_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"Yes",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Station Display",
			"https://www.stationdisplay.com/",
			"",
			"",
			"",
			"Introducing our innovative solution for modern homes and businesses: The Smart Station Display. Say goodbye to the hassle of missed buses or trains with real-time transportation information at your fingertips. No need to constantly pull out your phone, as our sleek and stylish design seamlessly integrates into your space. Join us in revolutionizing the way you manage your daily commute.",
			"Consumer Electronics, Hardware \u0026 Software",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/950635026-logofulldual_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"AVWoodSy AG",
			"https://avwoodsy.com",
			"",
			"",
			"",
			"Our tiny houses are a testament to sustainable living, crafted with eco-friendly materials and designed for luxury in a compact space. At AVWoodsy, we believe in merging modern design with environmental responsibility, offering custom-made homes that embrace minimalism without compromising on comfort. Our mission is to inspire a greener lifestyle while delivering high-end, sustainable living solutions. We envision a future where luxury and sustainability go hand in hand, reducing our ecological footprint while elevating the standard of living.",
			"Sustainable Living",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/141777631-avwoodsylogogxpx_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"BetterPortrait GmbH",
			"https://www.betterportrait.ch/",
			"",
			"",
			"",
			"Wir verwandeln Smartphone-Fotos eurer Mitarbeiter:innen in hochwertige, einheitliche und professionelle Portraits.",
			"Enterprise Software, Marketing \u0026 AdTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/72351994-bp_logotype_lavender_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"ELDR GmbH",
			"www.agejoy.ch",
			"",
			"",
			"",
			"ageJOY connects the demand in longterm care seamlessly with self-employed providers. Faster, cheaper and more transparent.",
			"Digital Health, Healthcare, Wellbeing",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"Jurata AG",
			"https://www.jurata.ch",
			"",
			"",
			"",
			"At Jurata, we're building the AI-powered one-stop shop for legal, accounting, and tax tailored to startups and SMEs. Our highly automated incorporation service, which we offer together with Zürcher Kantonalbank, is used by more than 1'000 founders annually to start their companies. From there, we support our customers throughout their entire life cycle with everything legal, accounting, and tax. Thanks to the upcoming release of our AI Lawyer (see www.jurata.ai) in Q4 2024, we will be able to offer correct, explainable, and verifiable answers to legal questions to startups and SMEs at a very low cost, effectively improving access to legal services for a broad section of customers. Customers love what we do, which is reflected in our 4.9 star Google Review at almost 300 reviews.",
			"Artificial Intelligence, FinTech, LegalTech",
			"",
			"https://startupnights.fra1.cdn.digitaloceanspaces.com/2024/startups/973844899-juratalogomedium_600x300.png",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"aumico AG",
			"https://aumico.io/",
			"",
			"",
			"",
			"Amico offers an all-in-one solution for accounting companies' financial year-end closing process. We standardize financial statement preparation and documentation in compliance with country-specific regulations. Our claim is to simplify year-end closing processes for accounting companies.\n",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		],
		[
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			"-",
			"",
			"",
			"",
			"",
			"",
			"",
			"",
			""
		]
	]
}
